Repository: xiheha3213906313/UMManager
Catalog: src/UMManager.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Common.Button.Cancel
source: Cancel
zh_cn: 取消

# Common.Button.Close
source: Close
zh_cn: 关闭

# Common.Button.Delete
source: Delete
zh_cn: 删除

# Common.Button.Disable
source: Disable
zh_cn: 禁用

# Common.Button.Enable
source: Enable
zh_cn: 启用

# Common.Button.Exit
source: Exit
zh_cn: 退出

# Common.Button.Export
source: Export
zh_cn: 导出

# Common.Button.No
source: No
zh_cn: 否

# Common.Button.Restart
source: Restart
zh_cn: 重启

# Common.Button.Start
source: Start
zh_cn: 启动

# Common.Button.Understand
source: I understand
zh_cn: 我已了解

# Common.Button.Yes
source: Yes
zh_cn: 是

# Common.CheckBox.DoNotAskAgain
source: Do not ask again
zh_cn: 不再询问

# Common.CheckBox.DoNotShowAgain
source: Do not show again
zh_cn: 不再提示

# Dialog.DeleteMods.Title
source: Delete These {0} Mods?
zh_cn: 确定删除这 {0} 个模组？

# Dialog.DeleteMods.MoveToRecycleBin
source: Move to Recycle Bin?
zh_cn: 移到回收站？

# Dialog.DeleteMods.RemoveFromPresets
source: Remove from Presets?
zh_cn: 从预设中移除？

# Notification.ModsDeleted.Title
source: {0} Mods Deleted
zh_cn: 已删除 {0} 个模组

# Notification.ModsDeleted.Message
source: Successfully deleted {0} in {1} Mods Folder
zh_cn: 已在 {1} 的 Mods 文件夹中成功删除：{0}

# Notification.DeleteModsError.Title
source: Error Deleting Mods
zh_cn: 删除模组失败

# Notification.DeleteModsError.Header
source: Error deleting mods:
zh_cn: 删除模组出错：

# Notification.DeleteModsError.PresetHeader
source: Preset error Mods:
zh_cn: 预设处理出错的模组：

# Notification.DeleteModsError.DeleteHeader
source: Delete error Mods:
zh_cn: 删除出错的模组：

# Dialog.ClearEmptyFolders.Title
source: Clear Empty Folders
zh_cn: 清理空文件夹

# Dialog.ClearEmptyFolders.Text
source: This will delete all empty folders in a character's modList if the folder is empty or only contains .UMManager_ files/folders If a character folder is empty then it will be deleted as well. Empty folders in the root of the Mods folder will also be deleted
zh_cn: 将删除角色 modList 中的所有空文件夹（空文件夹或仅包含 .UMManager_ 文件/文件夹的目录）。 如果角色文件夹为空，也会一并删除。 Mods 根目录下的空文件夹也会被删除

# Notification.EmptyFoldersDeleted.Title
source: Empty folders deleted
zh_cn: 空文件夹已删除

# Notification.EmptyFoldersDeleted.Header
source: Deleted folders:
zh_cn: 已删除文件夹：

# Notification.NoCategoriesSelected.Title
source: No categories selected
zh_cn: 未选择分类

# Notification.NoCategoriesSelected.DisableMessage
source: No categories were selected to disable mods.
zh_cn: 未选择任何要禁用模组的分类。

# Notification.NoCategoriesSelected.RandomizeMessage
source: No categories were selected to randomize.
zh_cn: 未选择任何要随机的分类。

# Dialog.DisableMods.Title
source: Disable Mods
zh_cn: 禁用模组

# Dialog.DisableMods.Primary
source: Disable Mods in Categories
zh_cn: 禁用所选分类中的模组

# Dialog.DisableMods.SelectCategories
source: Select the categories you want to disable mods for:
zh_cn: 选择要禁用模组的分类：

# Dialog.DisableMods.SuggestPreset
source: I suggest creating a preset as a backup if you have a lot of active mods. This will only disable mods tracked by UMManager in the categories selected.
zh_cn: 如果启用的模组很多，建议先创建预设（或备份）再执行禁用。 仅会禁用所选分类中由 UMManager 跟踪的模组。

# Notification.ModsDisabled.Title
source: Mods disabled
zh_cn: 模组已禁用

# Notification.ModsDisabled.Message
source: All tracked mods have been disabled for the categories: {0}
zh_cn: 已禁用所选分类中所有由 UMManager 跟踪的模组：{0}

# Notification.DisableModsErrors.Title
source: Errors while disabling mods
zh_cn: 禁用模组时发生错误

# Notification.DisableModsErrors.Header
source: An error occured for the following mods:
zh_cn: 以下模组发生错误：

# Dialog.RandomizeMods.Title
source: Randomize Mods
zh_cn: 随机启用模组

# Dialog.RandomizeMods.Primary
source: Randomize
zh_cn: 随机

# Dialog.RandomizeMods.SelectCategories
source: Select the categories you want to randomize mods for:
zh_cn: 选择要随机的分类：

# Dialog.RandomizeMods.Note
source: Note: This will only randomize mods for folders that are expected to only have one mod enabled at a time. Folders starting with "Others __" will not be randomized. If a character has multiple in-game skins, at most one mod will be enabled for each skin.
zh_cn: 注意：仅会对“预期同时只启用一个模组”的文件夹进行随机；“Others __”文件夹不会随机。对于有多个游戏内皮肤的角色，将在每个皮肤下最多启用一个模组。

# Dialog.RandomizeMods.AllowNone
source: Allow no mods as a result. This means a mod folder may end up with no mods enabled.
zh_cn: 允许结果为空（某个模组文件夹可能最终不启用任何模组）

# Dialog.RandomizeMods.SuggestPreset
source: I suggest creating a preset as a backup if you have a lot of active mods.
zh_cn: 如果启用的模组很多，建议先创建预设（或备份）再随机。

# Notification.RandomizeFailed.Title
source: Failed to randomize mods
zh_cn: 随机模组失败

# Notification.ModsRandomized.Title
source: Mods randomized
zh_cn: 模组已随机

# Notification.ModsRandomized.Message
source: Mods have been randomized for the categories: {0}
zh_cn: 已对以下分类随机：{0}

# Dialog.FriendlyWarning.Title
source: Friendly Warning
zh_cn: 友情提示

# Dialog.FriendlyWarning.Text
source: Please be careful when creating commands. Commands can run any executable on your system. Only create commands from trusted sources. UMManager is not perfect and cannot protect against malicious scripts or bugs/vulnerabilities in UMManager. Pressing "I understand" means you understand the risks.
zh_cn: 创建命令时请谨慎：命令可运行系统上的任意可执行文件。仅从可信来源创建命令。UMManager 并不完美，无法防范恶意脚本或 UMManager 的缺陷/漏洞。 点击“我已了解”即表示你已理解风险。

# Dialog.DeleteMod.Title
source: Delete mod
zh_cn: 删除模组

# Dialog.DeleteMod.Text
source: Are you sure you want to delete {0}?
zh_cn: 确定要删除 {0} 吗？

# Notification.DeleteModFailed.Title
source: Failed to delete mod
zh_cn: 删除模组失败

# Notification.ModDeleted.Title
source: Mod deleted
zh_cn: 模组已删除

# Notification.ModDeleted.Message
source: {0} has been deleted
zh_cn: 已删除 {0}

# Notification.PasteImageFailed.Title
source: Failed to paste image
zh_cn: 粘贴图片失败

# Notification.PasteImageFailed.NoImage
source: No image found in clipboard
zh_cn: 剪贴板中没有图片

# Dialog.DisableCharacter.Title
source: Disable Character
zh_cn: 禁用角色

# Dialog.DisableCharacter.Text
source: Are you sure you want to disable this character? This will not delete the character, but UMManager will no longer recognize it. The character can be re-enabled later. Pressing "Yes" will take effect immediately.
zh_cn: 确定要禁用该角色吗？这不会删除角色，但 UMManager 将不再识别该角色，之后可重新启用。点击“是”将立即执行。

# Dialog.DisableCharacter.DeleteFolder
source: Delete Character folder and its contents/Mods? Files will be permanently deleted!
zh_cn: 删除角色文件夹及其内容/模组？ 文件将被永久删除！

# Dialog.DisableCharacter.Primary
source: Yes, disable this character
zh_cn: 是，禁用该角色

# Dialog.DeleteCharacter.Title
source: Delete Character
zh_cn: 删除角色

# Dialog.DeleteCharacter.Text
source: Are you sure you want to delete this custom character? This will remove the character and UMManager will no longer recognize it. Pressing "Yes" will take effect immediately.
zh_cn: 确定要删除该自定义角色吗？这会移除角色，且 UMManager 将不再识别该角色。点击“是”将立即执行。

# Dialog.DeleteCharacter.DeleteFolder
source: Delete Custom Character folder and its contents/Mods? Files will be permanently deleted!
zh_cn: 删除自定义角色文件夹及其内容/模组？ 文件将被永久删除！

# Dialog.DeleteCharacter.Primary
source: Yes, delete this character
zh_cn: 是，删除该角色

# Dialog.EnableCharacter.Title
source: Enable Character
zh_cn: 启用角色

# Dialog.EnableCharacter.Text
source: Are you sure you want to enable this character? Pressing "Yes" will take effect immediately.
zh_cn: 确定要启用该角色吗？点击“是”将立即执行。

# Dialog.EnableCharacter.Primary
source: Yes, enable this character
zh_cn: 是，启用该角色

# Notification.CharacterDeleted.Title
source: Character Deleted
zh_cn: 角色已删除

# Notification.CharacterDeleted.Message
source: Character '{0}' was deleted successfully
zh_cn: 角色“{0}”已成功删除

# Notification.SaveCharacterFailed.Title
source: Failed to save changes to character
zh_cn: 保存角色更改失败

# Notification.CreateCharacterFailed.Title
source: Failed to create character
zh_cn: 创建角色失败

# Notification.CreateCharacterEnableModListFailed.Title
source: Character created, but failed to enable mod list for character
zh_cn: 角色已创建，但启用该角色的模组列表失败

# Notification.CharacterCreated.Title
source: Character created
zh_cn: 角色已创建

# Notification.CharacterCreated.Message
source: Character '{0}' was created successfully
zh_cn: 角色“{0}”已成功创建

# Dialog.CharacterJsonExport.Title
source: Character Model Json Export
zh_cn: 角色模型 JSON 导出

# Dialog.CharacterJsonExport.Primary
source: Copy to clipboard and Close
zh_cn: 复制到剪贴板并关闭

# Notification.CreateJsonExportFailed.Title
source: Failed to create json export
zh_cn: 生成 JSON 导出失败

# Notification.CharacterJsonCopied.Title
source: Character json copied to clipboard
zh_cn: 角色 JSON 已复制到剪贴板

# Notification.Restarting.Title
source: Restarting...
zh_cn: 正在重启…

# Notification.Restarting.Message
source: The application will restart now.
zh_cn: 应用即将重启。

# Dialog.ReorganizeMods.Title
source: Reorganize Mods?
zh_cn: 整理 Mods？

# Dialog.ReorganizeMods.Text
source: Do you want to reorganize the Mods folder? UMManager will move mods located directly in the Mods and Others folders into character folders. Mods that cannot be matched will be moved into "Others". Mods already inside "Others" will remain there.
zh_cn: 是否要整理 Mods 文件夹？应用会把直接位于 Mods 与 Others 文件夹下的模组，按角色归类移动到对应文件夹。无法匹配的会放入 “Others”。已在 “Others” 中的模组将保持不变。

# Notification.ModsReorganizationFailed.Title
source: Mods reorganization failed.
zh_cn: 整理 Mods 失败。

# Notification.SeeLogs.Message
source: See logs for more details.
zh_cn: 详情请查看日志。

# Notification.ModsReorganized.Title
source: Mods reorganized.
zh_cn: Mods 已整理。

# Notification.MovedModsToCharacterFolders.Message
source: Moved {0} mods to character folders
zh_cn: 已移动 {0} 个模组到角色文件夹。

# Dialog.ExportMods.Title
source: Export Mods
zh_cn: 导出 Mods

# Notification.ModsExported.Title
source: Mods exported
zh_cn: Mods 已导出

# Notification.ModsExported.Message
source: Mods exported to {0}
zh_cn: Mods 已导出到 {0}

# Notification.ErrorExportingMods.Title
source: Error exporting mods
zh_cn: 导出 Mods 出错

# Dialog.ChangeLanguage.Title
source: Restart Required
zh_cn: 需要重启

# Dialog.ChangeLanguage.Primary
source: Change Language and restart
zh_cn: 更改语言并重启

# Dialog.SwitchGame.Title
source: Switch Game
zh_cn: 切换游戏

# Dialog.SwitchGame.Text
source: Switching games will restart the application. This is required to ensure that the application is configured correctly for the selected game. Do you want to switch games?
zh_cn: 切换游戏将重启应用。 这用于确保为所选游戏正确加载配置。 是否继续切换游戏？

# Dialog.SwitchGame.Primary
source: Switch to {0}
zh_cn: 切换到 {0}

# Notification.ErrorStartingUpdateProcess.Title
source: Error starting update process
zh_cn: 启动更新流程出错

# Notification.CouldNotStartUpdateProcess.Title
source: Could not start update process
zh_cn: 无法启动更新流程

# Notification.LogFileNotFound.Title
source: Log file not found
zh_cn: 未找到日志文件

# Notification.LogFileCouldNotBeOpened.Title
source: Log file could not be opened
zh_cn: 无法打开日志文件

# Notification.ElevatorNotRunning.Title
source: Elevator is not running
zh_cn: Elevator 未运行

# Notification.ElevatorNotRunning.Message
source: Please start the Elevator first in the Settings page
zh_cn: 请先在“设置”页面启动 Elevator

# Dialog.PresetsHowWork.Title
source: How presets work
zh_cn: 预设如何工作

# Dialog.PresetsHowWork.Text
source: Presets are a list of mods to enable and their preferences (eg .UMManager_ModConfig.json) When a preset is created, the currently enabled mods and their preferences are saved UMManager can handle 3Dmigoto overrides by starting the Elevator and enabling Auto Sync, which will automatically refresh active mods in the game You can also use UMManager without presets by using the manual controls for persisting preferences.
zh_cn: 预设是要启用的模组列表及其偏好设置（例如 .UMManager_ModConfig.json）。 创建预设时，会保存当前启用的模组及其偏好设置。 可通过启动 Elevator 并启用 Auto Sync 让 UMManager 处理 3Dmigoto 重载，从而在游戏内自动刷新已启用模组。 也可以不使用预设，只用手动控件来持久化偏好设置。

# Dialog.AdminWarning.Title
source: Running as Administrator Warning
zh_cn: 管理员身份运行警告

# Dialog.AdminWarning.Text
source: You are running UMManager as an Administrator. This is not recommended. When running as Administrator, the program has full access to your system and can potentially cause damage if something goes wrong. Please restart the application without Administrator privileges.
zh_cn: 你正在以管理员身份运行 UMManager，不建议这样做。 以管理员身份运行时，程序对系统拥有完全访问权限，若发生问题可能造成损害。 建议退出并以非管理员身份重新启动。

# Dialog.NewFolderStructure.Title
source: New Folder structure
zh_cn: 新的文件夹结构

# Dialog.NewFolderStructure.Primary
source: Reorganize my mods
zh_cn: 帮我整理模组

# Dialog.NewFolderStructure.Secondary
source: I will do it myself
zh_cn: 我自己处理

# Dialog.CharacterSkins.EnableTitle
source: Enable Character Skins as Characters?
zh_cn: 将角色皮肤视为独立角色？（启用）

# Dialog.CharacterSkins.EnableText
source: Enabling this will make UMManager treat in game skins as separate characters in the character overview. This could potentially become the default setting of UMManager in the future. UMManager will not move any of your mods nor will it delete any. Are you sure you want to enable character skins as characters? UMManager will restart afterwards...
zh_cn: 启用后，UMManager 会把游戏内皮肤在“角色总览”中作为独立角色展示。 该选项未来可能成为默认设置。 UMManager 不会移动或删除你的任何模组。 确定要启用吗？启用后 UMManager 将重启……

# Dialog.CharacterSkins.DisableTitle
source: Disable Character Skins as Characters?
zh_cn: 将角色皮肤视为独立角色？（禁用）

# Dialog.CharacterSkins.DisableText
source: Disabling this will make UMManager treat in game skins as skins of the base character in the character overview. This is currently the default setting of UMManager. UMManager will not move any of your mods nor will it delete any. Are you sure you want to disable character skins as characters? UMManager will restart afterwards...
zh_cn: 禁用后，UMManager 会把游戏内皮肤在“角色总览”中作为基础角色的皮肤展示。 这目前是 UMManager 的默认行为。 UMManager 不会移动或删除你的任何模组。 确定要禁用吗？禁用后 UMManager 将重启……

# Dialog.ThemeRestartRequired.Title
source: Restart required
zh_cn: 需要重启

# Dialog.ThemeRestartRequired.Text
source: You'll need to restart UMManager for the theme to apply. Otherwise the app may become unstable as this is likely due to incomplete theme configuration. I recommend using dark mode. Sorry for the inconvenience.
zh_cn: 需要重启应用以使主题生效，否则应用可能不稳定（可能是主题配置不完善导致）。建议使用深色模式。 给你带来不便，敬请谅解。

# Notification.ProcessKillFailed.Title
source: Failed to kill process
zh_cn: 结束进程失败

# Notification.ProcessNotRunning.Title
source: Process is not running
zh_cn: 进程未运行

# Notification.ProcessKilledSuccessfully.Title
source: Process killed successfully
zh_cn: 进程已结束

# Notification.GetCommandFailed.Title
source: Failed to get command
zh_cn: 获取命令失败

# Notification.CommandNotFound.Message
source: Command not found
zh_cn: 未找到命令

# Notification.DeleteCommandFailed.Title
source: Failed to delete command
zh_cn: 删除命令失败

# Notification.CommandDeletedSuccessfully.Title
source: Command '{0}' deleted successfully
zh_cn: 命令“{0}”已删除

# Common.Button.Create
source: Create
zh_cn: 创建

# Common.Button.GotIt
source: Got it
zh_cn: 知道了

# Common.Button.Save
source: Save
zh_cn: 保存

# Dialog.UpdateModsFolder.Title
source: Update folder path?
zh_cn: 更新文件夹路径？

# Dialog.UpdateModsFolder.Text
source: Do you want to save the new Mods folder path? The application will restart automatically.
zh_cn: 确定要保存新的 Mods 文件夹路径吗？保存后应用将自动重启。

# Dialog.StartElevator.Title
source: Start Elevator Process?
zh_cn: 启动 Elevator 进程？

# Dialog.StartElevator.Text
source: Press Start to launch the Elevator. The Elevator is an elevated (admin) process that is used for communication with the Genshin game process. While the Elevator is active, you can press F10 within this app to refresh active mods in Genshin. Enabling and disabling mods will also automatically refresh active mods in Genshin. The Elevator process should automatically close when this program is closed. After pressing Start, a User Account Control (UAC) prompt will appear to confirm the elevation. (Pressing F10 requires that Genshin and 3DMigoto are running.) Check the FAQ on GitHub to download it separately, as it may be flagged as malware.
zh_cn: 点击“启动”以启动 Elevator。Elevator 是一个提升权限（管理员）的进程，用于与原神游戏进程通信。 当 Elevator 运行时，你可以在本应用内按 F10 刷新原神中的已启用模组。 启用和禁用模组也会自动刷新原神中的已启用模组。 本程序关闭时，Elevator 进程应会自动退出。 点击“启动”后，会弹出用户帐户控制（UAC）提示以确认提权。 （按 F10 需要原神与 3DMigoto 正在运行。） 如需单独下载请查看 GitHub 的 FAQ；它可能会被误报为恶意软件。

# Dialog.ChangeLanguage.Text
source: Changing the language requires a restart of the application. This is required to ensure that the application is configured correctly for the selected language. Do you want to change the language?
zh_cn: 更改语言需要重启应用。 这是为了确保应用能按所选语言正确加载配置。 是否要更改语言？

# Dialog.CharacterModel.Title
source: Character Model
zh_cn: 角色模型

# Dialog.DeleteSkin.Title
source: Delete Skin
zh_cn: 删除皮肤

# Dialog.DeleteSkin.Text
source: Are you sure you want to delete the skin “{0}”?
zh_cn: 确定删除皮肤“{0}”吗？

# Notification.ElevatorStartFailed.Title
source: Failed to start Elevator
zh_cn: 无法启动 Elevator

# Notification.GenericError.Title
source: An error occurred
zh_cn: 发生错误

# Notification.ModSettings.SaveFailed.Title
source: Failed to save settings for mod {0}
zh_cn: 保存模组设置失败：{0}

# Notification.ModSettings.SaveFailed.Message
source: An error occurred. Reason: {0}
zh_cn: 发生错误。原因：{0}

# Notification.ModSettings.FileNotFound.Title
source: Could not find settings file for mod {0}
zh_cn: 未找到模组设置文件：{0}

# Notification.ModSettings.ReadFailed.Title
source: Failed to read settings for mod {0}
zh_cn: 读取模组设置失败：{0}

# Notification.ModSettings.ReadFailed.Message
source: An error occurred. Reason: {0}
zh_cn: 发生错误。原因：{0}

# Notification.ModSettings.NoChanges.Title
source: No changes were detected
zh_cn: 未检测到更改

# Notification.ModSettings.NoChanges.Message
source: Mod settings not updated
zh_cn: 模组设置未更新

# Notification.ModSettings.Updated.Title
source: Mod settings updated
zh_cn: 模组设置已更新

# Notification.ModSettings.Updated.Message
source: Mod settings have been updated for {0}
zh_cn: 已更新 {0} 的模组设置

# Notification.ModSettings.ModNotFound.Title
source: Could not find mod
zh_cn: 未找到模组

# Notification.ModSettings.ModSettingsNotFound.Title
source: Could not find mod settings
zh_cn: 未找到模组设置

# Notification.ModSettings.SetIni.GenericErrorMessage
source: An error occurred trying to set Mod ini. Restarting UMManager may help.
zh_cn: 设置 Mod ini 时发生错误，尝试重启 UMManager 可能有帮助。

# Notification.ModSettings.SetIni.InvalidPath.Title
source: Invalid Mod ini path
zh_cn: Mod ini 路径无效

# Notification.ModSettings.SetIni.InvalidPath.Message
source: An error occurred trying to parse the path to the .ini
zh_cn: 解析 .ini 路径时发生错误

# Notification.ModSettings.SetIni.FileMissing.Title
source: Mod ini file does not exist
zh_cn: Mod ini 文件不存在

# Notification.ModSettings.SetIni.FileMissing.Message
source: Could not find file at {0}
zh_cn: 未找到文件：{0}

# Notification.ModSettings.SetIni.NotInFolder.Title
source: Mod ini file is not in mod folder
zh_cn: Mod ini 不在模组文件夹内

# Notification.ModSettings.SetIni.NotInFolder.Message
source: The mod ini file must be in the mod folder. Mod folder: {0} Ini path: {1}
zh_cn: Mod ini 必须位于模组文件夹内。 模组文件夹：{0} Ini 路径：{1}

# Notification.ModInstaller.Installed.Title
source: Mod '{0}' installed
zh_cn: 模组“{0}”已安装

# Notification.ModInstaller.Installed.Message
source: Mod '{0}' ({1}) was successfully added to {2} ModList
zh_cn: 模组“{0}”（{1}）已成功添加到 {2} 模组列表

# Notification.ModInstaller.Added.ShortMessage
source: Mod was successfully added
zh_cn: 模组已成功添加

# Notification.ModInstaller.SkinUndetected.Title
source: Could not determine skin for new mod
zh_cn: 无法识别新模组的皮肤

# Notification.ModInstaller.SkinUndetected.Message
source: UMManager could not determine what in-game skin this mod is for, therefore it can't determine what mods to disable.
zh_cn: UMManager 无法确定该模组对应的游戏内皮肤，因此无法判断应禁用哪些模组。

# Dialog.ModsFolderNotEmpty.Title
source: Mods folder is not empty
zh_cn: Mods 文件夹不为空

# Dialog.ModsFolderNotEmpty.Text
source: The selected Mods folder must be empty. Please empty this folder and then save again. Afterwards, import your mods into the corresponding character folders.
zh_cn: 所选 Mods 文件夹必须为空。请先清空此文件夹，然后再保存。后续请你自行将模组手动导入到对应角色的文件夹中。

# Notification.StartupSettingsSaved.Title
source: Startup settings saved
zh_cn: 启动设置已保存

# Notification.StartupSettingsSaved.Message
source: Startup settings have been saved to “{0}”.
zh_cn: 启动设置已保存到“{0}”。

# Notification.CharacterSkinImage.SetFailed.Title
source: Failed to set skin image
zh_cn: 设置皮肤图片失败

# Notification.CharacterSkinImage.InvalidClipboardFile.Message
source: The clipboard image is not a valid local file.
zh_cn: 剪贴板图片不是有效的本地文件

# Notification.CharacterSkin.Added.Title
source: Skin added
zh_cn: 添加皮肤成功

# Notification.CharacterSkin.Added.Message
source: A new skin category has been added.
zh_cn: 已添加皮肤分类

# Notification.CharacterSkin.AddFailed.Title
source: Failed to add skin
zh_cn: 添加皮肤失败

# Notification.CharacterSkin.Deleted.Title
source: Skin deleted
zh_cn: 删除皮肤成功

# Notification.CharacterSkin.Deleted.Message
source: The skin category has been deleted.
zh_cn: 已删除皮肤分类

# Notification.CharacterSkin.DeleteFailed.Title
source: Failed to delete skin
zh_cn: 删除皮肤失败

# Notification.CharacterSkin.RenameSuccess.Title
source: Skin name updated
zh_cn: 修改皮肤名称成功

# Notification.CharacterSkin.RenameFailed.Title
source: Failed to update skin name
zh_cn: 修改皮肤名称失败

# Notification.ModToggle.EnableError.Title
source: An error occurred enabling the mod: {0}
zh_cn: 启用模组时发生错误：{0}

# Notification.ModToggle.DisableError.Title
source: An error occurred disabling the mod: {0}
zh_cn: 禁用模组时发生错误：{0}

# Common.Button.Hide
source: Hide
zh_cn: 隐藏

# Common.Button.Remove
source: Remove
zh_cn: 移除

# Common.Button.Set
source: Set
zh_cn: 设置

# Common.Button.SetImage
source: Set image
zh_cn: 设置图片

# Common.Button.Show
source: Show
zh_cn: 显示

# Dialog.LaunchFailed.Generic.Title
source: Unable to open
zh_cn: 无法打开

# Dialog.LaunchFailed.Path.Title
source: Unable to open path
zh_cn: 无法打开路径

# Dialog.LaunchFailed.Uri.Title
source: Unable to open link
zh_cn: 无法打开链接

# Dialog.UiCategory.BulkRemove.Text
source: Remove {1} characters from category “{0}”?
zh_cn: 确定要从分类“{0}”中移除 {1} 个角色吗？

# Dialog.UiCategory.BulkRemove.Title
source: Bulk remove
zh_cn: 批量移除

# Dialog.UiCategory.Create.Title
source: Create category
zh_cn: 创建分类

# Dialog.UiCategory.Delete.Text
source: Are you sure you want to delete the category “{0}”? This will also delete its image and remove this category tag from all characters.
zh_cn: 确定要删除分类“{0}”吗？删除后将同时删除其图片，并从所有角色中移除该分类标签。

# Dialog.UiCategory.Delete.Title
source: Delete category
zh_cn: 删除分类

# Dialog.UiCategory.Edit.Title
source: Edit category
zh_cn: 修改分类

# Dialog.UiCategory.Image.NotSelected
source: No image selected
zh_cn: 未选择图片

# Dialog.UiCategory.Image.Pick
source: Choose image
zh_cn: 选择图片

# Dialog.UiCategory.Image.Remove
source: Remove image
zh_cn: 移除图片

# Dialog.UiCategory.Name.Header
source: Category name
zh_cn: 分类名称

# Dialog.UiCategory.Name.Placeholder
source: Enter category name
zh_cn: 请输入分类名称

# Notification.Character.DisableModsFailed.Title
source: Failed to disable mods
zh_cn: 禁用模组失败

# Notification.Character.ModsDisabled.Title
source: Mods disabled
zh_cn: 已禁用模组

# Notification.Character.ModsDisabled.Message
source: Disabled all mods for {0}.
zh_cn: 已禁用 {0} 的全部模组。

# Notification.Command.Created.Title
source: Command '{0}' created successfully.
zh_cn: 命令“{0}”已创建

# Notification.Command.RunFailed.Title
source: An error occurred running command {0}
zh_cn: 运行命令时发生错误：{0}

# Notification.Command.Updated.Title
source: Command '{0}' updated successfully.
zh_cn: 命令“{0}”已更新

# Notification.Clipboard.GetImageFailed.Title
source: Could not get image from clipboard
zh_cn: 无法从剪贴板获取图片

# Notification.Clipboard.NoValidImage.Title
source: The clipboard does not contain a valid image
zh_cn: 剪贴板不包含有效图片

# Notification.GameBanana.InvalidUrl.Title
source: Invalid GameBanana mod URL
zh_cn: 无效的 GameBanana 模组链接

# Notification.GameBanana.OpenModPageFailed.Title
source: Failed to open mod page
zh_cn: 打开模组页面失败

# Notification.KeySwap.LoadFailed.Title
source: Failed to load keyswaps for mod {0}
zh_cn: 加载热键失败：{0}

# Notification.KeySwap.SaveFailed.Title
source: Failed to save key swaps
zh_cn: 保存热键配置失败

# Notification.KeySwap.SaveFailed.Message
source: Failed to save key swap configuration for {0}. Reason: {1}
zh_cn: 保存 {0} 的热键配置失败。原因：{1}
